Repository: sakhnik/neovim-sdl2
Catalog: po/*.po
Languages: uk

source: Font family
uk: Сімейство шрифтів

source: Monospace font family used for text rendering
uk: Сімейство моноширинних шрифтів для відображення тексту

source: Font size
uk: Розмір шрифту

source: Font size (pt) used for text rendering
uk: Розмір шрифту (п.) для відображення тексту

source: Smooth scrolling delay (ms), 0 to disable
uk: Затримка плавного прокручування (мс), 0 щоб вимкнути

source: The delay in milliseconds between scrolling steps. If set to 0, the smooth scrolling is disabled.
uk: Затримка у мілісекндах між кроками прокручування. Якщо встановлено 0, плавне прокручування вимкнено.

source: Connect via TCP
uk: З’єднатися з TCP

source: Address
uk: Адреса

source: _Cancel
uk: _Скасувати

source: C_onnect
uk: З’єднатися

source: _Spawn
uk: _Запустити

source: _Connect TCP…
uk: З’єднатися з _TCP…

source: _Disconnect
uk: _Від’єднатися

source: _Preferences…
uk: Налаштування…

source: _Quit
uk: Ви_йти

source: _Help
uk: Допомога

source: _Inspector…
uk: Інспектор…

source: _Show markup…
uk: Показати розмітку…

source: _About…
uk: Про…

source: nvim-ui settings
uk: Налаштування nvim-ui

source: Font
uk: Шрифт

source: Choose…
uk: Вибрати…

source: Smooth scrolling delay (ms)
uk: Затримка плавного прокручування (мс)

source: Cannot get GSettings schema
uk: Неможливо дістати схему GSettings

source: Press ALT to reach the menu
uk: Натисніть ALT щоб добратися до меню

source: Anatolii Sakhnik https://sakhnik.com
uk: Анатолій Сахнік https://sakhnik.com/index.uk.html

source: About nvim-ui
uk: Про nvim-ui

source: CHANGELOG
uk: Список змін

source: User interface for <a href="https://neovim.io">Neovim</a>
uk: Користувацький інтерфейс до <a href="https://neovim.io">Neovim</a>

source: Are you sure you want to disconnect?
uk: Справді хочере від’єднатися?
